Repository: Lelya-Sa/wiki-missing-articles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, he, hi, ru, zh

source: Wikipedia Missing Articles
ar: مقالات ويكيبيديا المفقودة
es: Artículos faltantes de Wikipedia
fr: Articles manquants de Wikipedia
he: ערכים חסרים בוויקיפדיה
hi: विकिपीडिया लापता लेख
ru: Отсутствующие статьи Wikipedia
zh: 维基百科缺失条目

source: Wikipedia Home
ar: الصفحة الرئيسية لويكيبيديا
es: Inicio de Wikipedia
fr: Accueil de Wikipedia
he: דף הבית של ויקיפדיה
hi: विकिपीडिया गृहपृष्ठ
ru: Домашняя страница Wikipedia
zh: 维基百科首页

source: language icon
ar: أيقونة اللغة
es: Icono de idioma
fr: Icône de langue
he: סמל שפה
hi: भाषा आइकन
ru: Иконка языка
zh: 语言图标

source: Page Language
ar: لغة الصفحة
es: Idioma de la página
fr: Langue de la page
he: שפת העמוד
hi: पृष्ठ भाषा
ru: Язык страницы
zh: 页面语言

source: Search for a language...
ar: ابحث عن لغة...
es: Buscar un idioma...
fr: Rechercher une langue...
he: חפש שפה...
hi: एक भाषा खोजें...
ru: Искать язык...
zh: 搜索语言...

source: Wikipedia Globe
ar: كرة ويكيبيديا
es: Globo de Wikipedia
fr: Globe de Wikipedia
he: סמל כדור הארץ של ויקיפדיה
hi: विकिपीडिया ग्लोब
ru: Глобус Wikipedia
zh: 维基百科地球

source: Explore missing articles searching by category.
ar: استكشف المقالات المفقودة من خلال البحث حسب الفئة.
es: Explorar artículos faltantes buscando por categoría.
fr: Explorer les articles manquants par catégorie.
he: גלה ערכים חסרים לפי קטגוריה.
hi: वर्ग के अनुसार खोज करके लापता लेख खोजें।
ru: Ищите отсутствующие статьи по категориям.
zh: 通过类别搜索探索缺失的条目。

source: Search by Category
ar: البحث حسب الفئة
es: Buscar por categoría
fr: Rechercher par catégorie
he: חיפוש לפי קטגוריה
hi: वर्ग द्वारा खोजें
ru: Поиск по категориям
zh: 按类别搜索

source: Language & Category Selection
ar: اختيار اللغة والفئة
es: Selección de Idioma y Categoría
fr: Sélection de la langue et de la catégorie
he: בחירת שפה וקטגוריה
hi: भाषा एवं वर्ग चयन
ru: Выбор языка и категории
zh: 语言与类别选择

source: <h2>Welcome to Search Missing Articles by Category!</h2> <p>First enter the language you want to contribute to on the left, and the reference language on the right</p> <p>Then, you can search from all categories in the selected contribution language</p> <p>After the submit, below it will show the missing articles in the language you want to contribute to</p>
ar: <h2>مرحبًا بك في البحث عن المقالات المفقودة حسب الفئة!</h2> <p>أدخل أولاً اللغة التي تريد المساهمة بها على اليسار، ولغة المرجع على اليمين</p> <p>بعد ذلك، يمكنك البحث من جميع الفئات في لغة المساهمة المحددة</p> <p>بعد الإرسال، سيتم عرض المقالات المفقودة في اللغة التي تريد المساهمة بها أدناه</p>
es: <h2>¡Bienvenido a Buscar Artículos Faltantes por Categoría!</h2> <p>Primero ingresa el idioma al que deseas contribuir a la izquierda, y el idioma de referencia a la derecha</p> <p>Luego, puedes buscar en todas las categorías del idioma de contribución seleccionado</p> <p>Después de enviar, se mostrarán los artículos faltantes en el idioma al que deseas contribuir</p>
fr: <h2>Bienvenue dans la recherche d’articles manquants par catégorie !</h2> <p>Commencez par entrer la langue à laquelle vous souhaitez contribuer à gauche, et la langue de référence à droite</p> <p>Ensuite, vous pouvez rechercher dans toutes les catégories de la langue de contribution sélectionnée</p> <p>Après la soumission, les articles manquants dans la langue que vous souhaitez enrichir s’afficheront ci-dessous</p>
he: <h2>ברוכים הבאים לחיפוש ערכים חסרים לפי קטגוריה!</h2> <p>תחילה הזן את השפה שאליה ברצונך לתרום בצד שמאל, ואת שפת ההתייחסות בצד ימין</p> <p>לאחר מכן תוכל לחפש בכל הקטגוריות בשפת התרומה שבחרת</p> <p>לאחר הלחיצה על שליחה, יוצגו למטה הערכים החסרים בשפה שאליה ברצונך לתרום</p>
hi: <h2>श्रेणी के अनुसार लापता लेख खोजने में आपका स्वागत है!</h2> <p>सबसे पहले, बाईं ओर उस भाषा को दर्ज करें जिसमें आप योगदान देना चाहते हैं, और दाईं ओर संदर्भ भाषा</p> <p>फिर आप चयनित योगदान भाषा में सभी श्रेणियों से खोज सकते हैं</p> <p>सबमिट करने के बाद, नीचे उस भाषा में लापता लेख दिखाए जाएंगे जिसमें आप योगदान देना चाहते हैं</p>
ru: <h2>Добро пожаловать в поиск отсутствующих статей по категориям!</h2> <p>Сначала выберите язык, на который хотите внести вклад, слева, и язык-оригинал справа</p> <p>Затем вы можете искать по всем категориям на выбранном языке</p> <p>После отправки ниже будут показаны отсутствующие статьи на выбранном вами языке</p>
zh: <h2>欢迎按类别搜索缺失的文章！</h2> <p>首先在左侧输入您想要贡献的语言，右侧输入参考语言</p> <p>然后，您可以在所选贡献语言的所有类别中进行搜索</p> <p>提交后，下方将显示该语言中缺失的文章</p>

source: Click here to choose your preferred page language! Not all languages are supported.
ar: انقر هنا لاختيار لغة الصفحة المفضلة لديك! ليست كل اللغات مدعومة.
es: Haga clic aquí para elegir su idioma de página preferido. ¡No se admiten todos los idiomas!
fr: Cliquez ici pour choisir la langue de page préférée ! Toutes les langues ne sont pas supportées.
he: לחץ כאן כדי לבחור את שפת העמוד המועדפת עליך! לא כל השפות נתמכות.
hi: यहां क्लिक करें और अपनी पसंदीदा पृष्ठ भाषा चुनें! सभी भाषाएँ समर्थित नहीं हैं।
ru: Нажмите здесь, чтобы выбрать предпочитаемый язык страницы! Не все языки поддерживаются.
zh: 点击此处选择您偏好的页面语言！并非所有语言都受支持。

source: Click here to return to main page
ar: انقر هنا للعودة إلى الصفحة الرئيسية
es: Haga clic aquí para volver a la página principal
fr: Cliquez ici pour retourner à la page principale
he: לחץ כאן כדי לחזור לעמוד הראשי
hi: मुख्य पृष्ठ पर लौटने के लिए यहां क्लिक करें।
ru: Нажмите здесь, чтобы вернуться на главную страницу
zh: 点击此处返回主页

source: Search for the language you want to contribute to or scroll through the list.
ar: ابحث عن اللغة التي تريد المساهمة بها أو تصفح القائمة.
es: Busque el idioma al que desea contribuir o desplácese por la lista.
fr: Recherchez la langue à laquelle vous souhaitez contribuer ou faites défiler la liste.
he: חפש את השפה אליה ברצונך לתרום או גלול ברשימה.
hi: उस भाषा के लिए खोजें जिसमें आप योगदान देना चाहते हैं या सूची में स्क्रॉल करें।
ru: Ищите язык, к которому хотите внести вклад, или прокрутите список.
zh: 搜索您希望贡献的语言，或在列表中滚动查找。

source: Search for the language you want to refer from or scroll through the list.
ar: ابحث عن اللغة التي تريد الرجوع منها أو تصفح القائمة.
es: Busque el idioma del que desea referenciar o desplácese por la lista.
fr: Recherchez la langue depuis laquelle vous souhaitez vous référer ou faites défiler la liste.
he: חפש את שפת ההפניה שלך או גלול ברשימה.
hi: उस भाषा के लिए खोजें जिससे आप संदर्भ लेना चाहते हैं या सूची में स्क्रॉल करें।
ru: Ищите язык, с которого хотите ссылаться, или прокрутите список.
zh: 搜索您希望参考的语言，或在列表中滚动查找。

source: Write the category you are interested in
ru: Введите интересующую вас категорию

source: When you are done choosing languages and category, click on submit.
ar: عند الانتهاء من اختيار اللغات والفئة، انقر على الإرسال.
es: Cuando termine de elegir idiomas y categoría, haga clic en enviar.
fr: Une fois les langues et la catégorie choisies, cliquez sur Soumettre.
he: לאחר שסיימת לבחור שפות וקטגוריה, לחץ על שלח.
hi: जब आप भाषाएँ और श्रेणी चुन लें, तो सबमिट पर क्लिक करें।
ru: Когда закончите выбор языков и категории, нажмите «Отправить».
zh: 完成语言和类别选择后，点击提交。

source: The missing articles will appear here
ar: ستظهر المقالات المفقودة هنا
es: Los artículos faltantes aparecerán aquí
fr: Les articles manquants apparaîtront ici
he: הערכים החסרים יופיעו כאן
hi: लापता लेख यहां दिखाई देंगे।
ru: Отсутствующие статьи появятся здесь
zh: 缺失的条目将显示在此处

source: Next
ar: التالي
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
ru: Далее
zh: 下一步

source: Back
ar: السابق
es: Atrás
fr: Précédent
he: חזור
hi: पीछे
ru: Назад
zh: 返回

source: Done
ar: تم
es: Hecho
fr: Terminé
he: סיום
hi: समाप्त
ru: Готово
zh: 完成

source: Search Missing Articles by Category
ar: البحث عن المقالات المفقودة حسب الفئة
es: Buscar artículos faltantes por categoría
fr: Rechercher les articles manquants par catégorie
he: חיפוש ערכים חסרים לפי קטגוריה
hi: वर्ग द्वारा लापता लेख खोजें
ru: Поиск отсутствующих статей по категориям
zh: 按类别搜索缺失条目

source: First enter the language you want to contribute to on the left, and the reference language on the right
ar: أدخل أولاً اللغة التي تريد المساهمة بها على الجانب الأيسر، واللغة المرجعية على الجانب الأيمن
es: Primero ingrese el idioma al que desea contribuir a la izquierda, y el idioma de referencia a la derecha
fr: Entrez d'abord la langue à laquelle vous souhaitez contribuer à gauche, et la langue de référence à droite
he: קודם הזן את השפה אליה אתה רוצה לתרום בצד שמאל, ואת שפת ההפניה בצד ימין
hi: सबसे पहले उस भाषा को दर्ज करें जिसमें आप योगदान देना चाहते हैं, बाईं ओर, और संदर्भ भाषा दाईं ओर
ru: Сначала введите язык, к которому хотите внести вклад, слева, и язык для справки справа
zh: 首先在左侧输入您想要贡献的语言，在右侧输入参考语言

source: Select the language you want to <b>contribute</b> to:
ar: اختر اللغة التي تريد <b>المساهمة</b> بها:
es: Seleccione el idioma al que desea <b>contribuir</b>:
fr: Sélectionnez la langue à laquelle vous souhaitez <b>contribuer</b> :
he: בחר את השפה אליה ברצונך <b>לתרום</b>:
hi: उस भाषा का चयन करें जिसमें आप <b>योगदान</b> देना चाहते हैं:
ru: Выберите язык, к которому хотите <b>внести вклад</b>:
zh: 选择您想要<b>贡献</b>的语言：

source: Select the language you want to <b>refer</b> from:
ar: اختر اللغة التي تريد <b>الرجوع</b> منها:
fr: Sélectionnez la langue depuis laquelle vous souhaitez <b>vous référer</b> :
he: בחר את השפה ממנה ברצונך <b>להפנות</b>:
hi: उस भाषा का चयन करें जिससे आप <b>संदर्भ</b> लेना चाहते हैं:
ru: Выберите язык, с которого хотите <b>сделать ссылку</b>:
zh: 选择您想要<b>参考</b>的语言：

source: Loading languages...
ar: جارٍ تحميل اللغات...
fr: Chargement des langues...
he: טוען שפות...
hi: भाषाएँ लोड हो रही हैं...
ru: Загрузка языков...
zh: 正在加载语言...

source: you can search from all categories in the selected contribution language
ar: يمكنك البحث في جميع الفئات ضمن لغة المساهمة المختارة
fr: Vous pouvez rechercher dans toutes les catégories dans la langue de contribution sélectionnée
he: תוכל לחפש מכל הקטגוריות בשפת התרומה שנבחרה
hi: आप चयनित योगदान भाषा में सभी श्रेणियों से खोज सकते हैं
ru: Вы можете искать по всем категориям в выбранном языке вклада
zh: 您可以在所选的贡献语言中搜索所有类别

source: Write a category name in contribute language:
ar: اكتب اسم الفئة بلغة المساهمة:
fr: Saisissez le nom d'une catégorie dans la langue de contribution :
he: כתוב את שם הקטגוריה בשפת התרומה:
hi: योगदान भाषा में एक श्रेणी नाम लिखें:
ru: Введите название категории на языке вклада:
zh: 请用贡献语言填写一个类别名称：

source: Submit
ar: إرسال
fr: Soumettre
he: שלח
hi: सबमिट करें
ru: Отправить
zh: 提交

source: below are the missing articles in the language you want to contribute to
ar: أدناه المقالات المفقودة في اللغة التي تريد المساهمة بها
fr: Ci-dessous se trouvent les articles manquants dans la langue à laquelle vous souhaitez contribuer
he: להלן הערכים החסרים בשפה אליה ברצונך לתרום
hi: नीचे उन लेखों को दर्शाया गया है जो उस भाषा में लापता हैं जिसमें आप योगदान देना चाहते हैं
ru: Ниже приведены отсутствующие статьи на языке, к которому вы хотите внести вклад
zh: 以下是您想要贡献语言中缺失的条目

source: Articles Missing in Selected Contribute Language:
ar: المقالات المفقودة في لغة المساهمة المختارة:
es: Artículos faltantes en el idioma de contribución seleccionado:
fr: Articles manquants dans la langue de contribution sélectionnée :
he: ערכים חסרים בשפת התרומה שנבחרה:
hi: चयनित योगदान भाषा में लापता लेख:
ru: Отсутствующие статьи на выбранном языке вклада:
zh: 所选贡献语言中缺失的条目：
